{
  "recommendations": [
    {
      "name": "James Anthony",
      "role": "Motion Graphics & Video",
      "link": "https://www.linkedin.com/in/james-anthony-ppc",
      "text": "<p>I've worked with Rob for about four years as part of the digital team at Reach. He is highly professional, motivated, embraces challenge and is able to make complex goals understandable and achievable for all involved. It is a pleasure to recommend him to other employers.</p>",
      "imageURL": "https://media.licdn.com/dms/image/C5603AQEvs9q8K01qyw/profile-displayphoto-shrink_800_800/0/1516931092987?e=1717027200&v=beta&t=zJXnLkiksCBFwKBmdqPNJ45gzrNKUgF9RDv2ikH6kig"
    },
    {
      "name": "George Sfintescu - Niculescu",
      "role": "Senior SEO Executive",
      "link": "https://www.linkedin.com/in/george-sfintescu",
      "text": "<p>I had the pleasure of working alongside Rob during his tenure as the Head of Web Development at Reach, and I wholeheartedly recommend him. Rob's technical expertise and leadership skills were instrumental in our team's success. His ability to conceptualize and execute complex web projects, coupled with his effective communication, made him an invaluable asset. Rob's commitment to staying updated with industry trends and his dedication to achieving our web development goals set him apart. If you're looking for a skilled and results-driven leader in web development, Rob is the ideal choice.</p>",
      "imageURL": "https://media.licdn.com/dms/image/C5603AQG2gq8n8V6CsQ/profile-displayphoto-shrink_100_100/0/1593371393205?e=1717027200&v=beta&t=hN_vr7PXrz8GXbZ9jNA1h9MVxcgoWEwiU1BVMb-46Vk"
    },
    {
      "name": "Connor Marriott",
      "role": "Account Manager at Reach Marketing Communicationons",
      "link": "https://www.linkedin.com/in/connor-marriott",
      "text": "<p>I worked with Rob during his time at Reach Marketing Communications.</p><p>Rob is a highly dedicated and talented individual. He consistently went above and beyond to deliver outstanding results for our client's web projects, as well as upkeeping maintenance.</p><p>One of Rob's standout qualities is his ability to adapt and thrive in diverse environments and under pressure. His adaptability and quick problem-solving skills make him an asset in these situations.</p><p>I have no doubt that Rob would be a valuable addition to any organisation. His professionalism, expertise, and dedication to the services he provides are great to see. I wholeheartedly recommend Rob.</p>",
      "imageURL": "https://media.licdn.com/dms/image/D4E03AQFSXFm9NtQTTw/profile-displayphoto-shrink_100_100/0/1671114381397?e=1717027200&v=beta&t=yne81FovEo_OzjmYyxG_Om8Df5GDXlQ973jv9NYZilo"
    }
  ]
}
